Repository: chenchaofeng1020-png/to-do-duct
Catalog: To-Do Duck/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Add new task...
zh_hans: 输入待办后回车↩︎

# add_one_day
source: Add 1 Day
zh_hans: 加一天

# allow_past_continuation
source: Allow moving tasks from past dates
zh_hans: 允许选择过去日期延续

source: App Info
zh_hans: 关于

source: Cancel
zh_hans: 取消

source: Cannot select past date
zh_hans: 不允许选择过去日期

# card_date_format
source: MMM d, yyyy
zh_hans: yyyy年MM月dd日

source: Checking status...
zh_hans: 正在检查状态...

source: Checklist
zh_hans: 待办

source: Choice Target Date
zh_hans: 未来一月

# confirm_continuation
source: Confirm
zh_hans: 确认延后

source: Confirm Repeat
zh_hans: 确认重复

# content_copied
source: Copied to clipboard
zh_hans: 已复制到剪贴板

source: Copy
zh_hans: 复制

# custom_date
source: Custom
zh_hans: 自定义

source: Data Sync
zh_hans: 数据同步

# date_format
source: EEEE, MMM d, yyyy
zh_hans: yyyy年MM月dd日 EEEE

source: Day After Tomorrow
zh_hans: 到后天

source: Delete
zh_hans: 删除

source: Delete Card
zh_hans: 删除卡片

source: Delete Memo
zh_hans: 删除备忘

# delete_memo_confirm
source: Are you sure you want to delete this memo? This action cannot be undone.
zh_hans: 确定要删除这条备忘吗？此操作不可恢复。

source: Done
zh_hans: 完成

# expand_memo_content
source: Expand
zh_hans: 展开

# collapse_memo_content
source: Collapse
zh_hans: 收起

# drag_todo_to_inbox_title
source: Drag todos here to store them
zh_hans: 把待办拖到这里暂存

source: Edit
zh_hans: 编辑

source: Edit Title
zh_hans: 编辑标题

source: Edit Todo
zh_hans: 编辑待办

source: End of Month
zh_hans: 到本月

source: End of Week
zh_hans: 到本周

source: Enter card title
zh_hans: 输入卡片标题

source: Enter todo content
zh_hans: 输入待办内容

source: FRI
zh_hans: 周五

# greeting_afternoon
source: Good afternoon
zh_hans: 下午好

# greeting_evening
source: Good evening
zh_hans: 晚上好

# greeting_morning
source: Good morning
zh_hans: 早上好

source: iCloud Sync
zh_hans: iCloud同步

# icloud_sync_desc
source: Enable to sync data across Apple devices
zh_hans: 开启后即可在苹果多设备间同步数据

# inbox_empty_message
source: You can also type a todo here before deciding the date.
zh_hans: 也可以直接输入一个还没安排日期的待办。

# inbox_subtitle
source: Things without a date go here
zh_hans: 还没定好时间的事情放这里

# input_memo_placeholder
source: Capture your ideas...
zh_hans: 记录点什么...

# irreversible_action
source: This action cannot be undone
zh_hans: 此操作不可恢复

# memo_placeholder
source: Enter your memo content...
zh_hans: 输入备忘内容...

source: Memos
zh_hans: 备忘

source: MON
zh_hans: 周一

source: New Day
zh_hans: 新的一天

source: Next Monday
zh_hans: 下周一

source: Next Month
zh_hans: 到下月

source: Next Week
zh_hans: 未来一周

# no_memos_yet
source: No memos yet Capture your ideas here
zh_hans: 暂无备忘 记录下当下的想法吧

source: OK
zh_hans: 好的

# or_select_other_date
source: Or select another date
zh_hans: 或选择其他日期

source: Preferences
zh_hans: 偏好设置

# profile_title
source: Profile
zh_hans: 我的

# record_memo
source: Record Idea
zh_hans: 记录灵感

# repeat_description
source: Task will be automatically created daily until:
zh_hans: 在开启新的一天时，如果有已设置的重复任务，会自动创建一条任务～

# repeat_end_date
source: End Date
zh_hans: 截止日期

# repeat_task_active
source: Repeating Task
zh_hans: 正在重复

# repeat_task_title
source: Repeat Task
zh_hans: 重复任务

source: Repeat Until
zh_hans: 重复截止至

# reset_confirm
source: Reset & Restart
zh_hans: 重置并重启

# reset_data_description
source: If sync is not working, try this. It will delete local data and re-download from iCloud.
zh_hans: 如果同步不正常，请尝试此操作。这将清除本地数据并从 iCloud 重新下载。

# reset_local_data_button
source: Reset Local Data & Retry Sync
zh_hans: 重置本地数据并重试同步

# reset_local_data_confirmation_message
source: This will delete all data on this Mac. Safe if your data is on other devices.
zh_hans: 这将删除 Mac 上的所有本地数据。如果您的数据已在其他设备上，此操作是安全的。

# reset_local_data_confirmation_title
source: Reset Local Data?
zh_hans: 确认重置本地数据？

# restart_required_message
source: Changing cloud sync settings requires restarting the app to take effect.
zh_hans: 更改云同步设置需要重启 App 才能生效。

# restart_required_title
source: Restart Required
zh_hans: 重启生效

source: SAT
zh_hans: 周六

source: Save
zh_hans: 保存

source: Save Image
zh_hans: 保存图片

# search_cards_empty_title
source: No Matching Cards
zh_hans: 卡片中没有匹配项

# search_inbox_empty_message
source: Try another keyword, or create a new inbox todo directly.
zh_hans: 换个关键词试试，或者直接创建新的收集箱待办。

# search_inbox_empty_title
source: No Inbox Matches
zh_hans: 收集箱里没有匹配项

# search_inbox_remaining_format
source: %d matches remain in Inbox.
zh_hans: 收集箱里还有 %d 条匹配结果。

# search_memo_placeholder
source: Search memos...
zh_hans: 搜索备忘...

# search_no_results_message
source: Try another keyword, or search for a specific date or todo title.
zh_hans: 试试别的关键词，或者搜索具体日期和待办标题。

# search_no_results_title
source: No Results
zh_hans: 没有找到结果

# search_todo_or_date_placeholder
source: Search todos or dates...
zh_hans: 搜索待办或日期

# search_visible_matches_format
source: Showing %d matching todos
zh_hans: 显示 %d 条匹配待办

# searching_inbox_subtitle
source: Matching inbox todos
zh_hans: 搜索收集箱里的待办结果

# select_future_date_message
source: Please select a date later than the task's current date.
zh_hans: 请选择晚于该事项所在日期的目标卡片。

source: Send
zh_hans: 发送

source: Share
zh_hans: 分享

source: Share Memo
zh_hans: 分享备忘

# share_memo_desc
source: Share memo content as text
zh_hans: 以文本形式分享备忘内容

source: Share via...
zh_hans: 更多分享...

# shortcut_save_memo
source: ⌘ + Enter to save
zh_hans: ⌘ + Enter 保存

# stop_repeat
source: Stop Repeating
zh_hans: 停止重复

# style_dark
source: Midnight
zh_hans: 深夜

# style_minimal
source: Minimal
zh_hans: 极简

# style_paper
source: Paper
zh_hans: 信纸

source: SUN
zh_hans: 周日

# sync_enabled
source: Enabled
zh_hans: 已开启

# sync_init_failed_message
source: Cloud Sync initialization failed. Your data is currently saved locally only.
zh_hans: 云同步初始化失败。您的数据当前仅保存在本地。

source: Tap to view details
zh_hans: 点击可打开待办详情

source: THU
zh_hans: 周四

# todo_list_empty
source: No tasks yet, enjoy your break!
zh_hans: 还没有任务，好好休息鸭~

source: Todos
zh_hans: 待办

source: Tomorrow
zh_hans: 明天

source: TUE
zh_hans: 周二

source: Update Repeat
zh_hans: 更新重复

source: Version
zh_hans: 版本

source: WED
zh_hans: 周三

# welcome_message
source: Welcome to To-Do Duck!
zh_hans: 欢迎使用 To-Do Duck！

# widget_description
source: Quickly view today's tasks
zh_hans: 快速查看今日待办

# widget_display_name
source: To-Do Duck Today
zh_hans: To-Do Duck 今日

source: Yesterday
zh_hans: 昨天
